<div style="border-bottom:solid #cccccc 1.0pt; padding:0cm 0cm 3.0pt 0cm">
<p style="text-align:justify"><span style="background-color:white"><span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:19.0pt"><span style="font-family:&quot;Georgia&quot;,&quot;serif&quot;">Village Council Kaihhruaina 2012</span></span></span></span></span></span></p>
</div>

<p style="text-align:justify"><span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><strong><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">THE LUSHAI HILLS DISTRICT</span></span></strong><br />
<strong><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">(VILLAGE COUNCILS) ACT, 1953</span></span></strong><br />
<strong><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">(Lushai Hills Act. No. V of 1953)</span></span></strong></span></span></span></p>

<p style="text-align:justify"><span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; He Village Council D&acirc;n hi Sixth Schedule to the Constitution of India, paragraph 3, Sub.-para (1), Clauses (e) &amp; (f)-in thuneihna a p&ecirc;k hmanga kum 1953-a Lushai Hills District Council-in a siam a ni a,&nbsp; ni 29. 11. 1953 niin Governor of Assam pawmpuina (assent) l&acirc;k a ni a.&nbsp; Tichuan, Assam Sork&acirc;ra Tribal Areas Department-in Notification No. TAD/R/61/52 dated 1st Dec., 1953 hmangin chu D&acirc;n chu a chhuah (published) ta a, chu chu Assam Gazette dated 9th Dec., 1953-ah chhuah a ni.&nbsp; He D&acirc;n hi khua (Village)-a Village Council siam d&acirc;n Member z&acirc;t, Member at&acirc;na thlan theih, Executive siam d&acirc;n, hnatl&acirc;ng chungch&acirc;ng, V/C ror&ecirc;l hmangch&acirc;ng, V/C thiah, khawper din leh V/C chungch&acirc;nga thil pawimawh dang tam tak chuanna ber a ni.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp; Kum 1972-a Mizo District Council tiht&acirc;wp a lo nih kh&acirc;n the Dissolution of Mizo District Council (Miscellaneous Provisions) Order, 1972 hmangin District Council D&acirc;n siam eng emaw z&acirc;t chu Union Territory sork&acirc;ra hman zui t&ucirc;ra tih (adapted) a ni a, ch&ucirc;ng z&icirc;ngah chuan he Village Council D&acirc;n hi a tel ve a.&nbsp; Thu thenkhat thl&acirc;k t&ucirc;l - &#39;District Council&rsquo; tih leh &lsquo;Executive Committee&rsquo; tih aiah &#39;Administrator&rsquo; tih z&acirc;wk t&ucirc;r tih angte chu siam rem a ni.&nbsp; Thil langs&acirc;r deuh pakhat a awm ve.&nbsp; District Council hunah kha chuan a term t&acirc;wp hmaa Village Council thiah (dissolved) a lo nih chuan, Executive Committee chuan District Council Session hmasa berah Member-te sawiho theih t&ucirc;rin a pharh (lay) ang tih a ni th&icirc;n a; chuti ang chuan Village Council Act Sub.-Section (3) of section 25-ah a chuang a.&nbsp; Chu Sub.-Section (3) tak mai chu Miscellaneous Provisions Order chuan a thai bo ta a.&nbsp; Union Territory chinah chuan Village Council thiah chungch&acirc;ng hi session-ah sawiho a ni ngai ta lo a ni.&nbsp; Kum 1987-ah State puitlinga Mizoram hl&acirc;n kai a lo nih kh&acirc;n, The State of Mizoram Adaptations of LAWS Order (No. 2) of 1987 chuan State Sork&acirc;r hnuaia hman zawm t&ucirc;rin a lo &lsquo;adapt&rsquo; leh ta z&ecirc;l a. Tichuan, kum 1953 daih tawha District Council D&acirc;n siam chu vawiin thleng hian kan hmang ta z&ecirc;l a, a t&ucirc;l ang z&ecirc;lin D&acirc;n Amendment pawh sork&acirc;r-in a siam ta z&ecirc;l&nbsp; a ni.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp; &nbsp;Thil hlui lam sawi t&ucirc;l a la awm.&nbsp; Lushai Hill District Council-in Village Council D&acirc;n a siam kum 1953 v&ecirc;k kh&acirc;n d&acirc;n dang Lushai Hills Autonomous District (Administration of Justice) Rules, 1953 a siam bawk a.&nbsp; Chu D&acirc;n ch&acirc;ng 4-naah chuan Village Council din d&acirc;n (Constitution of Village Councils) a chuang a, Member z&acirc;t pawh 5&ndash;11 a ti thlap a; chu b&acirc;kah, ch&acirc;ng 6-naah chuan Village Council chu Village Council Court a ni ngh&acirc;l ang a ti bawk.&nbsp; Village tih chu Village Council tih hrilhfiahnaah pawh Administration of Justice Rules chu hman a ni. Chuti ang chuan hun rei tak chh&ucirc;ng chu Village Council siam chungch&acirc;ngah ch&ucirc;ng D&acirc;n Amendment chuan D&acirc;n pahnih hman kawp ngai chu tit&acirc;wpin Administration of Justice Rules ch&acirc;ng 4-naa Constitution of Village Councils tih chu a thai bo ta a,&nbsp;Village Council tih hrilhfiahna pawh Village Council Act hnuaiah seng luh a ni ta bawk a.&nbsp; Administration of Justice Rules ch&acirc;ng 6-na a, Village Council chu Village Court a ni ngh&acirc;l ang, tih erawh chu a ngaiin a ding ta a ni.&nbsp; Tichuan, Village Council D&acirc;n hnuaiah Village Council kan siam a, chu Village Council chu Administration of Justice Rules hnuaiah Village Court a ni ve ta mai a ni.&nbsp; Ngaih fin t&ucirc;r a awm lo ang chu.</span></span></span></span></span></p>

<p style="text-align:justify"><span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Hriat at&acirc;n :&nbsp;</span></span></em></strong><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">Mizorama Village Council inthlanna hmasa ber chu kum 1954-ah neih a ni a, a ruala Village Council zawng zawng thlang loin, inthlanna buaipuitu (Polling Parties)-te kha khaw tinah an kal kual a, khaw indawt z&ecirc;lin inthlanna chu neih a ni.&nbsp; A taka Village Council an din tan ni chu a thuhmun vek a, chu chu 16th August, 1954 a ni.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp; &nbsp;T&ucirc;nah chuan Lushai Hills District (Village Council) at 1953 (as adopted amendemnded from timr to time) chhung thu luhchilh tan tawh ila. Heihi Village Council Dan pui ber anih avangin mizo tawngin tarlang ila, Village Council Tana tangkaili chu kan kalsan mai ang. A veilam sira number hi section number zel ani a, bracket chhunga mi hi sub section number a ni. Entirnan, section 3, sub section (1) : chuti ang zelin.</span></span></span></span></span></p>

<p style="text-align:justify"><span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;">&nbsp;</span></span></span></p>

<p style="text-align:justify"><span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><strong><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">VILLAGE COUNCIL DIN DAN</span></span></strong><br />
<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp; &nbsp;1) Khaw pakhat emaw, a aia tam emaw huamin Village Council a awm anga, chu chu sorkar-in Notification siamin Gazzete ah achhuah ang.<br />
&nbsp;&nbsp; &nbsp;2)&nbsp;&nbsp;&nbsp; Khawkhata in awm zat a zir in Village Council member zat bituk ani ang ; hetiangin :-<br />
&nbsp;&nbsp; &nbsp;(i) In 200 khumlo khaw tan member 3<br />
&nbsp;&nbsp; &nbsp;(ii) In 201 - 500 chin tan member 5<br />
&nbsp;&nbsp; &nbsp;(iii) In 501 - 1000 chin tan member 7<br />
&nbsp;&nbsp; &nbsp;(iv) In 1000 chunglam t&acirc;n Member 9<br />
&nbsp;&nbsp; &nbsp;3) Sub-Section (2) hnuaia member zawng zawng hi hemi d&acirc;n hnuaia Sork&acirc;rin a siam Election to Village Council Rules hmanga thlan an ni vek ang.</span></span><br />
<strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Notes&nbsp; :&nbsp;</span></span></em></strong><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;Section (3), Sub-Section (1), (2) leh (3)-te hi The Lushai Hills District (Village Council) (Amendment) Act, 1999-in a siam that an ni hlawm a, kan hriat theuh angin nominated seat pawh a awm ta lo.<br />
&nbsp;&nbsp; &nbsp;4) Village Council pakhat hnuaia in awm z&acirc;t chu a lo tl&ecirc;m luat a, sork&acirc;r ngaiha chu khua chu ama puala V/C nei tham lo a nihin emaw, Administration thil av&acirc;nga V/C pahnih emaw, a aia tam pawh V/C pakhat hnuaia dah sork&acirc;rin t&ucirc;l a tih chuan, chuti ang V/C chu V/C dangah beht&icirc;r theih a ni.</span></span></span></span></span></p>

<p style="text-align:justify"><span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">4&nbsp; H&ecirc;ng a hnuaia sawite t&acirc;n hian&nbsp; Village Council member nih emaw, member ni t&ucirc;ra thlan nih a theih loh :-<br />
&nbsp;&nbsp; &nbsp;(a) Scheduled Tribe mi a nih loh chuan.<br />
&nbsp;&nbsp; &nbsp;(b) Kum 25 a la tlin loh chuan.<br />
&nbsp;&nbsp; &nbsp;(c) A dinna khuaah voter a nih loh chuan.<br />
&nbsp;&nbsp; &nbsp;(d) Village Council danga member a nih chuan.<br />
&nbsp;&nbsp; &nbsp;(e) Mi rilru kim lo a nih a, chuti ang a ni ngei tih Court-in<br />
&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp; emaw Authority dangin emaw a puan chuan<br />
&nbsp;&nbsp; (f) Lushai Hills Autonomous District (Administration of Justice) Rules 1953 emaw, India rama hman lai m&ecirc;k d&acirc;n dang hnuaia thiam loh chant&icirc;r (Convicted) tawh chu kum 3 a ral hma chuan member a ni thei lo a, chuti ang av&acirc;nga lung in-a khung (imprisoned) t&acirc;n chuan a t&acirc;ng chhuah atanga kum 3 ral hma chuan member a ni thei lo.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">5.&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Village Council din chh&ucirc;ng :</span></span></em></strong><br />
<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp; &nbsp;Hemi D&acirc;n Section 25 hnuaia a term t&acirc;wp hmaa thiah (dissolved) a nih ngawt loh chuan, Village Council chu a thut kh&acirc;wm (sitting) hmasa ber atanga chhiarin kum 3 chh&ucirc;ng a ding ang.<br />
&nbsp;&nbsp; &nbsp;Amaherawhchu, Sork&acirc;rin Order chhuahin, Village Council hun chh&ucirc;ng chu belh kh&acirc;wma thla sawmpariat p&ecirc;l loin a pawt sei thei a, a titawi thei bawk.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">6.&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Member nih hun chh&ucirc;ng :</span></span></em></strong><br />
<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp; &nbsp;(1) Member zawng zawngin Village Council hun chh&ucirc;ng an nihna an chelh ang, Amaherawhchu, Section 25 hnuaia Village Council thiah a nih v&acirc;nga inthlan thatnaa member thlante chuan chu Village Council term la hmab&acirc;k chh&ucirc;ng an nihna an chelh ang.</span></span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span></span></p>

<p style="text-align:justify"><span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span style="font-size:10.0pt"><span style="font-family:&quot;Tahoma&quot;,&quot;sans-serif&quot;">(2)&nbsp; Hun laklawha hmun ruak luah khat t&ucirc;ra thlan member pawhin chu Village Council term la hmab&acirc;k chh&ucirc;ng a nihna a chelh ang.</span></span><br />
<span style="font-size:10.0pt"><span style="font-family:&quot;Tahoma&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp;&nbsp; (3) Village Council phalna la hmasa si loin member tu pawh Village Council meeting-ah a z&acirc;wna vawi s&acirc;wm a kal loh chuan, chu Village Council chuan a b&icirc;ka meeting buatsaihin chu member seat luah lai chu seat ruakah a puang thei a, insawi fiahna hun erawh a pe hmasa t&ucirc;r a ni. Chuti ang thil a lo awm chuan V/C chuan sork&acirc;r a hriatt&icirc;r t&ucirc;r a ni.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Tahoma&quot;,&quot;sans-serif&quot;">7.&nbsp;&nbsp;&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">&nbsp;Executive :</span></span></em></strong><br />
<span style="font-size:10.0pt"><span style="font-family:&quot;Tahoma&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp; &nbsp;Village Council tinah President, Vice President leh Secretary an awm ang a, h&ecirc;ng mi pathumte hi Village Council hna kengkawhtu an ni ang.<br />
&nbsp;(1)&nbsp; President leh Vice President chu Village Council-ten anmahni z&icirc;ng a\angin an thlang ang.<br />
&nbsp;(2) Village Council chuan Secretary a nei ang a, chu chu President thu-r&acirc;wn angin Sork&acirc;rin a ruat (appoint) thei a, a b&acirc;n (dismiss) thei bawk.<br />
&nbsp;(3) Secretary chu Village Council member a ni t&ucirc;r a ni lo a, President leh Vice President pawhin Secretary hna chu an chelh thei lo.</span></span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</span></span></span></p>

<p style="text-align:justify"><span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">(4) President chuan eng hunah pawh President a nihna atanga b&acirc;n a duh chuan, a b&acirc;nna chu ama kut ngeia ziakin Sork&acirc;rah a theh l&ucirc;t t&ucirc;r a ni a, a b&acirc;nna chu pawm a nih hma chuan a thawk chhunzawm ang.<br />
(5) Vice President pawhin a duh chuan a ma kut ziak ngeiin a b&acirc;nna chu President hn&ecirc;nah eng hunah pawh a theh l&ucirc;t thei a, ani chuan chelh khawtlai loin Sork&acirc;r hn&ecirc;nah emaw, Sork&acirc;r ruat Officer hn&ecirc;nah emaw a thawn ang.&nbsp; A b&acirc;nna chu pawm a nih hma chuan a thawk zui z&ecirc;l ang. D&acirc;n tl&acirc;ngpuiin b&acirc;nna chu pawm a ni th&icirc;n ang. Chuti anga a b&acirc;nna pawm a nih chuan member-ten anmahni z&icirc;ng atangin Vice-President chu an thlang leh ang.<br />
(6) President leh Vice-President ni lo member tu pawhin b&acirc;n a duh chuan a b&acirc;nna chu ama kut ziak ngeiin President hn&ecirc;nah emaw, President awm loh lai chuan Vice President hn&ecirc;nah a theh l&ucirc;t ang a, ani chuan tikhawtlai loin Sork&acirc;r-ah emaw, Sork&acirc;r ruat Officer hn&ecirc;nah pawm t&ucirc;rin a thawn ang.&nbsp; A b&acirc;nna pawm a nih hma chuan a thawk zawm ang.&nbsp; D&acirc;n tl&acirc;ngpuiin chuti ang b&acirc;nna chu pawm a ni th&icirc;n ang.<br />
&nbsp;(7) Eng hunah pawh, eng v&acirc;ng pawha Village Council seat ruak a awm chuan President emaw Vice President emaw chuan Sork&acirc;r-ah a report thuai t&ucirc;r a ni.</span></span></span></span></span></p>

<p style="text-align:justify"><span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">(8) Eng v&acirc;ng pawha President hmun a lo ruah chuan a rang thei ang bera hnawh khat t&ucirc;rin Sork&acirc;r-in hma a la ang a.&nbsp; Chutih chh&ucirc;ng chuan President hna chu Vice-President-in a lo thawk ang.<br />
&nbsp;(8-A) President, Vice-President leh member-te chuan Sork&acirc;r bithliah z&acirc;t l&acirc;wmman leh thil dang (remuneration and privileges) an dawng ang.<br />
&nbsp;&nbsp; &nbsp;(9) Village Council President, Vice President, member leh Secretary-te chu Indian Penal Code Section 21-na hnuaiah Public Servant-a chhiar an ni.<br />
&nbsp;&nbsp; &nbsp;(10) President emaw, Vice President emaw chu member tam z&acirc;wk thl&acirc;wpna nei tawh lo chunga mahni inhn&ucirc;k d&acirc;wk duh lo a nihin emaw, mahni hna zo lo leh hlemhle.&nbsp; Khawtl&acirc;ng ror&ecirc;lna keng tlak lo nia Sorkar-in a ngaih emaw, ram t&acirc;na khawlhkham siam z&acirc;wnga che nia a ngaih chuan Sork&acirc;r-in a paih (remove) thei.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">8.&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Village Council Functions :</span></span></em></strong><br />
<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp; &nbsp;(1) Village Council emaw Sork&acirc;r ruat Officer-in emaw kum tin thlawhhma t&ucirc;r ram, a khaw ram chh&ucirc;ngah a \heh thei.<br />
Note&nbsp; :&nbsp; Ram theh thu hi Jhumming Regulation hnuaiah chiang z&acirc;wka sawi a ni e.<br />
&nbsp;&nbsp; (2) V&acirc;ntl&acirc;ng thil pawimawh at&acirc;n a t&ucirc;l hun apiangah Village Council chuan hnatl&acirc;ng&nbsp;a ko thei. Chuti ang hnatl&acirc;ngah chuan Sakhua (religion) av&acirc;ng leh hnam (caste) leh p&acirc;wl (class) av&acirc;ngin inen hranna a awm thei lo.<br />
&nbsp;&nbsp; &nbsp;(3) Hnatl&acirc;nga thawk duh lo chu r&ucirc;n theih a ni a, r&ucirc;nna chu Rs. 50/- aia tam lo Sork&acirc;r bithliah (fixed) z&acirc;t a ni ang.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">9.&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Hnatl&acirc;ng r&ecirc;l d&acirc;n :</span></span></em></strong><br />
<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp; &nbsp;(1) Mi tu pawh Village Council-in ama thuin hnatl&acirc;ng a &acirc;wl thei a, a awl chhan erawh chu ziakin chhinchhiah t&ucirc;r a ni.&nbsp; Kum 60 chin chung lam chu hnatl&acirc;nga ph&ucirc;t theih an ni lo.<br />
&nbsp;&nbsp; &nbsp;(2) Kum 15 tling lo chuan hnatl&acirc;ngah chh&ucirc;ngkaw ai a awh thei lo.<br />
&nbsp;&nbsp; &nbsp;(3) Mi tu pawh hnatl&acirc;ng atangin phatna pawisa pein a pha thei.&nbsp; Phatna chu ni khat hnatl&acirc;ng at&acirc;n Rs. 25/- aia tam lo Village Council-in a tuk z&acirc;t a ni ang.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">10.&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Collection of Taxes :</span></span></em></strong><br />
<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">Note&nbsp; :&nbsp; He Section-ah hian Collection of Taxes hi a chuang ve chungin, Village Council tih t&ucirc;r a tel loh av&acirc;ngin kal k&acirc;n a ni e.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">11.&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Sanitation Committee :</span></span></em></strong><br />
<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp; &nbsp;Khawtl&acirc;ng vawn fai leh thianghlim kawngah Village Council chu mawhphurtu a ni a, a t&ucirc;l angin Sanitation Committee a din thei.&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;<br />
&nbsp;&nbsp; &nbsp;Amaherawhchu, V/C nei thei t&ucirc;ra puan&nbsp;(Notified) tawh khua pawh p&ecirc;m rauhsan a lo nihin emaw, a nih loh leh, administration emaw, development emaw, security thil av&acirc;nga emawa s&ucirc;t leh \&ucirc;l Sork&acirc;r-in a tih chuan s&ucirc;t (denotified) theih a ni.</span></span><br />
&nbsp;</span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><strong><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">ROREL DAN KALPHUNG (Conduct of Business)</span></span></strong><br />
<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">12. Village Council meeting apiang chu President-in a kaihhruai ang.&nbsp; A t&ucirc;l hun apiangah meeting a ko ang a, member hmun thuma thena hmun hnih (two thirds)-in ziaka ko t&ucirc;ra an ngen chuan Meeting a ko ngei t&ucirc;r a ni.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">13.&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Meeting-a thu tihtl&ucirc;k d&acirc;n :</span></span></em></strong><br />
<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp; &nbsp;(1) V/C meeting-a thu r&ecirc;l leh ngaihtuah apiang chu vote la-in a tam z&acirc;wk duh d&acirc;n (majority of vote)-in tihtl&ucirc;k thin t&ucirc;r a ni.<br />
&nbsp;&nbsp; &nbsp;(2) A t&icirc;rah chuan President-in a Vote ve lo phawt ang a, vote inz&acirc;t (Equality of Votes)-ah chuan casting of vote a nei ang.<br />
&nbsp;&nbsp; &nbsp;(3) Village Council meeting-ah chuan member ni lo chu tel leh tawng phal a ni lo.&nbsp; Hemi D&acirc;n bawhchhia an awm chuan Village Council&nbsp;&nbsp;&nbsp; Court-in Rs. 50/- aia tam lo a chawit&icirc;r thei.&nbsp; Amaherawhchu, Village Council rem tihnain V/C Secretary chu a&nbsp;telin a tawng ve thei ang a, vote erawh chu a nei lo ang.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">14.&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Village Council Meeting vawn d&acirc;n :</span></span></em></strong><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;Village Council meeting chu fel thlapa kalpui thei t&ucirc;rin President chuan heti ang thuneihna hi a nei ang :<br />
&nbsp;&nbsp; (1) Member tu pawh chet d&acirc;n phung p&acirc;ngngai lo taka khawsa nia a ngaih chuan chu meeting atang chuan chhuak rih t&ucirc;rin a ti thei a, chuti ang thilah chuan chu member chuan a z&acirc;wm ngh&acirc;l t&ucirc;r a ni.<br />
&nbsp;&nbsp; (2) Vawi hnih lai chhuak t&ucirc;ra tih ngai khawpa member chu a khawsk chuan, chumi meeting pumpui atang chuan a hnawtchhuak thei.<br />
&nbsp;&nbsp; (3) Member tu pawh chuti anga President thup&ecirc;k a zawm loh chuan, President chuan Sork&acirc;rah ziakin a report ang a, Sork&acirc;r chuan t&ucirc;l a tih chen chen chu member chu a suspend thei.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">15. (1)</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">&nbsp;Village Council Fund :</span></span></em></strong><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;Village Council tin t&acirc;n Village Council Fund a awm ang a. District revenue leh taxes ni si lo, mipui thatna t&ucirc;ra d&acirc;nin khawn (collection) a phalsak apiang chu, chu fund-ah chuan chh&ucirc;n luh a ni ang.&nbsp; Chumi fund vawngtu (Treasurer) chu President a ni ang a, a khawnna list erawh chu Secretary-in a kawl ang. Chumi Account chu fund thawhtu (Subscriber) en theihin felfai taka vawn t&ucirc;r a ni.<br />
&nbsp;&nbsp; &nbsp;Amaherawhchu, Village Council chuan development sum leh sum chi dang vawng t&ucirc;r a member z&icirc;nga mi Treasurer at&acirc;n a ruat thei ang a, ani chuan account fel fai takin a vawng t&ucirc;r a ni a, Village Council sitting en theih leh Sork&acirc;r tirh official en dik theihin a vawng t&ucirc;r a ni.<br />
&nbsp;&nbsp; &nbsp;(2)&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Property tax :&nbsp;</span></span></em></strong><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">Village Council- te chu an thuneihna huam chin (Jurisdiction ) chhungah property tax khawn thei tura thuneihna pek an ni a, an khawnna tur thil leh khawn zat tur chu State Sorkar in a bithliah ang zel ani ang.<br />
16.&nbsp;&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Thup&ecirc;k zawm chungch&acirc;ng President tih t&ucirc;r :</span></span></em></strong><br />
<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp; &nbsp;(1) President chuan k&acirc;ngmei, hri l&ecirc;ng leh thil hlauhawm dang chungch&acirc;nga hriatt&icirc;rna thu pawimawh r&ecirc;ng r&ecirc;ng chu Tlangau hmangin a puang vat t&ucirc;r a ni a, khaw danga hlan chh&acirc;wn ngai Sork&acirc;r thup&ecirc;k leh hriatt&icirc;rna pawimawh a awm chuan Secretary a thawnt&icirc;r ngh&acirc;l t&ucirc;r a ni.<br />
&nbsp;&nbsp; &nbsp;(2) Bawrhs&acirc;p thup&ecirc;k (order) leh hriatt&icirc;rna (Notification) zawm kawngah President chu mawh phurtu a ni.</span></span></span></span></span></p>

<p style="text-align:justify"><span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;">&nbsp;&nbsp;&nbsp;&nbsp;<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">(3) Chuti ang thup&ecirc;k leh hriatt&icirc;rte chu Village Council meeting-ah President-in Secretary a chhiar chhuaht&icirc;r t&ucirc;r a ni a, v&acirc;ntl&acirc;ng z&icirc;nga puan darh ngai apiang chu Secretary-in Tlangau hmangin emaw Notice t&acirc;rin emaw a puang th&icirc;n ang.<br />
&nbsp;&nbsp; &nbsp;(4) President chuan t&ucirc;l a tih angin Secretary lehkha kawlte a endik (Examine) th&icirc;n ang.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">17.&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Vice President :</span></span></em></strong><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;Vice President chu President dawttu a ni a, President awm loh hl&acirc;n chuan President hna a thawk ang a, chuti ang hunah chuan President thuneihna chu ama&rsquo;n a keng ang.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">18.&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Secretary :</span></span></em></strong><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;Village Council Secretary chu Village Writer a ni ang a, a hnuaia t&acirc;r lanahte hian mawh a phur ang.<br />
&nbsp;&nbsp; &nbsp;(a) Village Council leh Village Court ror&ecirc;lte ziakin a chhinchhiah ang a, chu chu President-in a hming a ziak hnan ang. Thup&ecirc;k, hriatt&icirc;rna leh record-te chu a t&ucirc;l angin a puangz&acirc;r ang a, chuti ang thup&ecirc;k, hriatt&icirc;rna leh record-ahte chuan President-in hming a ziak ang.<br />
&nbsp;&nbsp; &nbsp;(b) Sork&acirc;r leh Bawrhs&acirc;p thup&ecirc;k, hriatt&icirc;rna leh thil dang p&ecirc;k chh&acirc;wn t&ucirc;rte pe chh&acirc;wngin, Village Council dang hn&ecirc;na</span></span>&nbsp;<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">thawn chh&acirc;wn t&ucirc;lte pawh a thawn chh&acirc;wng th&icirc;n ang.<br />
&nbsp;&nbsp; &nbsp;(c) &nbsp;&nbsp; &nbsp;Village Council leh Village Court lehkhabu leh record-te tha takin a vawng ang a, chuti ang lehkhabu leh record-te chu Sork&acirc;rin a mamawh hun apiangah ama hming leh President hming ziak chuangin a thawn th&icirc;n ang.<br />
&nbsp;&nbsp; &nbsp;(d) &nbsp;&nbsp; &nbsp;Lehkhabu leh records a kawlte chu Sork&acirc;r ruat Officer leh V/C member te endik theih t&ucirc;rin a vawng fel ang.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">19.&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Secretary l&acirc;wmman :</span></span></em></strong><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;Secretary chu Sork&acirc;r bithliah z&acirc;t l&acirc;wmman (remuneration) p&ecirc;k a ni ang.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">20.&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Officer :</span></span></em></strong><br />
<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp; &nbsp;(1)&nbsp; He D&acirc;n hmanna District tinah Sork&acirc;r-in District Local Administration Officer a dah thei ang.<br />
&nbsp;&nbsp; &nbsp;(2)&nbsp; He D&acirc;n hmanna District tin chu Sork&acirc;r-in Circle 2 emaw a aia tamah a then thei a, Circle tinah Circle Officer a dah thei bawk.<br />
&nbsp;&nbsp; &nbsp;(3)&nbsp; T&ucirc;l a tih chuan Sork&acirc;r chuan Circle tinah Circle Assistant pakhat emaw a aia tam emaw a dah thei a, an bial chin a r&icirc;nsak thei bawk.<br />
&nbsp;&nbsp; (4)&nbsp; District Local Administration&nbsp;Officer, Circle Officer leh Circle Assistant te thawh t&ucirc;r chu an bial chh&ucirc;nga khuate endik thin leh Village Council hna pual leh a kaihhnawih thila Village Council kaihhruaina p&ecirc;k thin a ni ang a, an bial chh&ucirc;nga Village Council awmte hna thawh that leh that loh thu-ah mawh an phur ang.<br />
&nbsp;&nbsp; (5) Circle Officer chuan District Local Administration Officer kaltlangin Bawrhs&acirc;p hn&ecirc;nah thla tin report a thawn th&icirc;n ang a, chuti ang Monthly report-ah chuan thil thleng pawimawh apiang Circle Assistant-te hn&ecirc;n atanga la kh&acirc;wmin a ziak th&icirc;n ang.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">21. Village Council thuthmun : Village Council chuan Sork&acirc;r phalna la hmasa zet lo chuan a thuthmun chu khaw tharah a sawn t&ucirc;r a ni lo.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">22.&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Tlangau :</span></span></em></strong><br />
<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp; &nbsp;(1) D&acirc;n tl&acirc;ngpuiin Village Council pakhat t&acirc;n Tlangau pakhat z&ecirc;l a awm ang a, Tlangau pakhat aia tam chhawr t&ucirc;lna a awm pawhin Sork&acirc;r phalna l&acirc;k hmasak phawt t&ucirc;r a ni.<br />
&nbsp;&nbsp; &nbsp; (2) Tlangau la t&ucirc;r chuan Village Council-in a l&acirc;k hun t&ucirc;r ni bithliah sa-in d&icirc;lna hun a hawng ang a, member kim thei ang ber thu kh&acirc;wmin d&icirc;ltu z&icirc;ng atangin a thlang ang.&nbsp; Village Council chuan Tlangau a b&acirc;n thei a; mahse, Sork&acirc;r-ah report a pe t&ucirc;r a ni.</span></span></span></span></span></p>

<p style="text-align:justify"><span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">(3) Tlangau hna chu heti ang a ni :<br />
&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;(a)&nbsp;&nbsp; &nbsp;Village Council-in puan t&ucirc;r a tih thup&ecirc;k leh hriatt&icirc;rna apiang mipui hn&ecirc;nah a puang ang.<br />
&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;(b)&nbsp;&nbsp; &nbsp;Village Council emaw Village Court-in emaw meeting-a tel t&ucirc;ra a tih apiangte a ko \h&icirc;n ang.<br />
&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;(c)&nbsp;&nbsp; &nbsp;Village Council chungch&acirc;ng ni kher lo, puan \&ucirc;l dangte pawh, Secretary-in Tlangau a puant&icirc;r thei.<br />
&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;(d)&nbsp;&nbsp; &nbsp;R&icirc;krum thila mipui koh kh&acirc;wm a \&ucirc;l chuan President hrilh hmasa kher loin member tu pawhin Tlangau a aut&icirc;r thei.<br />
&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;(e)&nbsp;&nbsp; &nbsp;President-in Village Council meeting a koh chuan Tlangau chuan member zawng zawng a hriatt&icirc;r ang.<br />
&nbsp;&nbsp; &nbsp;(4)&nbsp;&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Tlangau hlawh :</span></span></em></strong><br />
<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;(a) Tlangau chu h&ecirc;ng thilah hian a &acirc;wl ang - (i) Section 8, Sub.-Section (2) hmanga Village Council hnatl&acirc;ng koh-ah leh (ii) Zoram chhiah p&ecirc;kah.<br />
&nbsp;&nbsp; &nbsp;&nbsp;&nbsp; &nbsp;(b) L&acirc;wmman dang Sork&acirc;r-in a bithliah ang z&ecirc;lin Tlangau chu p&ecirc;k a ni bawk ang.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">25. (1) Sork&acirc;r ngaiha Village Council chu a hna zo lo lutuk a nihin emaw, khawtl&acirc;ng ror&ecirc;lna kengkawh zo lo a nihin&nbsp;emaw, khawlhkham siam z&acirc;wnga a ch&ecirc;t emaw, chhan dang eng pawh av&acirc;nga thiah phu a nih chuan, Sork&acirc;r chuan Notification chhuahin a thiat thei a, inthlan thatna nei t&ucirc;rin a Order ngh&acirc;l thei bawk. Chuti ang Order-te chu bialtu Bawrhs&acirc;p hn&ecirc;nah thawn t&ucirc;r a ni.<br />
&nbsp;&nbsp; &nbsp;(2) Chuti anga Village Council thiah a lo nih chuan, khawtl&acirc;ng ror&ecirc;lna chelh t&ucirc;r leh Village Court ni ngh&acirc;l t&ucirc;rin Sork&acirc;rin mi pakhat emaw, a aia tam emaw a ruat thei bawk.<br />
&nbsp;&nbsp; &nbsp;Amaherawhchu, Sork&acirc;r chuan mipui t&acirc;na tha nia a hriat chuan, Village Council term la hmab&acirc;k zawng chelh t&ucirc;rin chu Village Council inthlan thatna chu a order thei bawk.<br />
&nbsp;&nbsp; &nbsp;(3) Deleted by the Dissolution of Mizo District Council (Miscellaneous Provisions) Order, 1972.<br />
&nbsp;&nbsp; &nbsp;(4) Village Council thiah a lo nih chuan Village Court a nihna pawh a t&acirc;wp ngh&acirc;l ang.</span></span></span></span></span></p>

<p style="text-align:justify"><br />
<span style="font-size:11pt"><span style="background-color:white"><span style="font-family:Calibri,&quot;sans-serif&quot;"><span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">26.&nbsp;</span></span><strong><em><span style="font-size:10.0pt"><span style="font-family:&quot;inherit&quot;,&quot;serif&quot;">Khawper leh Thlawhb&acirc;wk :</span></span></em></strong><br />
<span style="font-size:10.0pt"><span style="font-family:&quot;Verdana&quot;,&quot;sans-serif&quot;">&nbsp;&nbsp; &nbsp;(1) Sork&acirc;r chuan Order siamin hmun remch&acirc;ng laiah Khawper emaw, Thlawhb&acirc;wk emaw a hawng thei a, hun bituk nei leh hmangch&acirc;ng (terms and conditions) siamin mi a ch&ecirc;nt&icirc;r thei.<br />
&nbsp;&nbsp; &nbsp;(2) Sub.-Section (1) hnuaia Sork&acirc;r siam Khawper leh Thlawhb&acirc;wk tih loh chu mi tu mahin Khawper emaw Thlawhb&acirc;wk emaw an siam thei lo.<br />
&nbsp;&nbsp; (3) Khawper, Thlawhb&acirc;wk leh ch&ecirc;nna hmun dang eng pawh, Sub.-Section (1) hnuaia ama din Khawper leh Thlawhb&acirc;wk ngei pawh Sork&acirc;r-in kh&acirc;r t&ucirc;l a tih chuan a mi ch&ecirc;ngte chu a mal mala hriatt&icirc;rna pein thla thum chh&ucirc;ngin a chhuaht&icirc;r thei.<br />
&nbsp;&nbsp; &nbsp;(4) Khawper emaw, Thlawhb&acirc;wk emaw p&ecirc;m rauhsan av&acirc;nga lo ruak ta a awm chuan, a hmun chu Sork&acirc;r-in hmun ruakah a puang thei a.&nbsp; Sork&acirc;r atanga phalna a thara la hmasa zet lo chuan chuti ang hmunah chuan tu mah an ch&ecirc;ng thei lo ang. Ch&ecirc;ng an awm chuan Sork&acirc;r chuan a ch&ecirc;ngte chu a mal mala hriatt&icirc;rna pein thla khat chh&ucirc;ngin a chhuaht&icirc;r thei.<br />
&nbsp;&nbsp; &nbsp;(5) Sub.-Section (3) leh Sub.-Section (4) hnuaia Sork&acirc;r thup&ecirc;k hun tiam chh&ucirc;nga zawm duh lo an awm chuan, Sork&acirc;r emaw, t&icirc;r t&ucirc;ra a ruat Officer emaw chuan thu awih lo chh&ucirc;ngkua chu an thu awih loh chh&ucirc;ng zawng ni tin ch&ecirc;ng za thleng a chawit&icirc;r thei.<br />
&nbsp;&nbsp; &nbsp;(6) Sub.-Section (3) hnuaia Sork&acirc;r&nbsp;awm lui leh, Sub.-Section (4) hnuaia chuti ang thup&ecirc;k pawisa loa thla thum ngawt awm lui an awm chuan, Sork&acirc;r chuan tharum hmangin a nawr chhuak thei.<br />
&nbsp;&nbsp; &nbsp;(7) Sub.-Section (5) leh Sub.-Section (6) hnuaia Sork&acirc;r thup&ecirc;k leh Sub.-Section (5) hnuaia Sork&acirc;r ruat Officer thup&ecirc;k chu, thu awih lo hnawh chhuah thilah chuan Civil Court ror&ecirc;l anga ngaih a ni.</span></span></span></span></span></p>

<p style="text-align:justify">&nbsp;</p>